{
	"portfolio": [{
			"project": "Human body 2.0",
			"about": "The design of the outfit is inspired by ‘transhumanism’ and ‘human enhancement’. Both deal with the idea to redesign and optimize a human being by using different substances and technologies – resulting in the ‘Cyborg’, the complete merger of human being and machine. This is the chance for audacity – the chance for a fair world that allows diverse life plans independent of physicality. Terms like generation, gender, or race melt. Opening to subversive solutions, the human being can constantly redefine ‚itself‘ through technical updates. \n\nFollowing these ideas, the outfits should be understood as unexpected voluminous but genuine fashion bodies that are not subject to any gender-specific codes but rather its materiality; a materiality being determined by the high-contrast mixture of yarns and by knitted pattern as elementary components of the knit design. \n\nTechnical details in the fashion bodies allow the person wearing it to obtain extended sensory abilities facilitating the interaction with the surrounding in an innovative manner. \n\nThe knit design concept ‘Human body 2.0’ was created for the knit design contest ‘Feel the Yarn’ directed by the CPF (Consorzio Promozione Filati) and Pitti Immagine. The challenge was to create two knitwear outfits in line with the topic ‘knit mix’. The design was presented at the Pitti Filati fair in Florence in June 2017. The yarn was sponsored by Manifattura Sesia s.r.l. \n\nFoto: Melanie Rittter \nModels: Lucie Brunner und Koffi Edem Koudjegbe",
			"images": [{
					"img": "./Bilderprojekte/Human-Body-2/01_Human-Body.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Human-Body-2/02_Human-Body.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Human-Body-2/03_Human-Body.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Human-Body-2/04_Human-Body.jpg",
					"alt": ""
				}
			]
		},
		{
			"project": "texNETIC",
			"about": "Die funktionale Ausrüstung 'texNETIC' entstand im Rahmen der Forschungsarbeit. Das textiles Material Tyvek wird mittels dem Digitaldruck mit einer handschriftlichen geometrischen Musterung, angelehnt an die Struktur von Leiterbahnen auf einem Motherboard, bedruckt und anschließend mit Magnetismus ausgestattet. In einem ersten Versuch entstanden Module, die über ihre magnetische Eigenschaft geschlossene Flächen bilden können. Der zweite Versuch ist eine magnetische Beschichtung, die Textil zu einer temporären Pinnwand werden lässt.",
			"images": [{
					"img": "./Bilderprojekte/texNETIC/01_texNETIC.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/texNETIC/02_texNETIC.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/texNETIC/03_texNETIC.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/texNETIC/04_texNETIC.jpg",
					"alt": ""
				}
			]
		},
		{
			"project": "Nomad 2.0",
			"about": "Die Idee hinter Nomad 2.0 ist eine innovative Serviceplattform für Digitale Nomaden. Als Digitale Nomaden bezeichnet man Menschen, die für ihre Arbeit vorwiegend digitale Technologien verwenden und gerade aufgrund dieser Unabhängigkeit ein ortsungebundenes Leben führen. \n\nDie Plattform bietet neben einem Online-Shop mit einer Auswahl an textilen Sitzgelegenheiten auch die Gelegenheit zum Austausch der Nutzer. Bei den Sitzgelegenheiten handelt es sich nicht um klassische Stühle oder Hocker, sondern um funktionale und mobile textile Produkte, die das Sitzen rund um den Globus angenehmer gestalten. Wichtige Produkteigenschaften sind die Funktionalität und die Verbindung von Online- und Offline-Community, um den Produkten einen Mehrwert zu geben, in dem sie den nomadischen Lebensstil erleichtern. \n\nNomad 2.0 spielt mit der kulturellen Identität seiner Nutzer und der Möglichkeit, diese zu kommunizieren. Die Gestaltung der Produkte ist angelehnt an Designklassiker verschiedener Länder. Als weiteres Zeichen zum Ausdruck der eigenen Identität können die grafischen Muster der Produkte in den Farben des Lieblings- oder Heimatlandes gefärbt werden. ",
			"images": [{
					"img": "./Bilderprojekte/nomad-2/01_nomad.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/nomad-2/02_nomad.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/nomad-2/03_nomad.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/nomad-2/04_nomad.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/nomad-2/05_nomad.jpg",
					"alt": ""
				}
			]
		},
		{
			"project": "Paper Fusion",
			"about": "Die Strickkollektion für Heim- und Wohntextilien „Paper fusion“ ist inspiriert von dem Produkt Rauhfaser und wurde als fiktive Lizenzkollektion für die Marke „Erfurt Rauhfaser“ der gleichnamigen Fa. Erfurt & Sohn KG entworfen. \n\nIn Anlehnung an das Produkt Rauhfaser kommen als Materialien verschiedene Papiergarne zum Einsatz, die mit der textiler anmutenden Wolle kombiniert werden. Es entsteht ein spannender Materialkontrast in Haptik und Optik, verursacht durch das harte, glatte, eher spröde Papier und die weiche, voluminöse und anschmiegsame Wolle. Um die Verbindung zu Holz, als Rohstoff für Papier, stärker zu visualisieren, wird Holzwolle als schmückendes Detail verwendet. \n\nDamit die Kollektion trotz des Materialkontrastes nicht zu unruhig wirkt, werden ausschließlich weiße Garne eingesetzt. Die meist gebrochenen Weißtöne greifen den natürlichen, unverarbeiteten Charakter von Papier und Rohwolle auf. Die Gestricke basieren auf klaren Maschenbildern. Als Musterung kommen dreidimensionale, körnige Strukturen zum Einsatz wie Noppe und Fangmuster, ergänzt durch Rechts-Links-Muster und Streifen.",
			"images": [{
					"img": "./Bilderprojekte/Paper-Fusion/1_Paper-Fusion.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Paper-Fusion/2_Paper-Fusion.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Paper-Fusion/3_Paper-Fusion.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Paper-Fusion/4_Paper-Fusion.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Paper-Fusion/5_Paper-Fusion.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Paper-Fusion/6_Paper-Fusion.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Paper-Fusion/7_Paper-Fusion.jpg",
					"alt": ""
				}
			]
		},
		{
			"project": "Pink Bionic",
			"about": "Pink Bionic ist ein ressourcen- und energieeffizientes Konzept, dass die Disziplinen Mode- und Textildesign mit Architektur verbindet. Eine Struktur aus einem architektonischen Bauwerk dient zur Inspiration für digitale Textildruckdesigns. Als Inspiration dienten hier die Solar Trees des Deutschen Pavillon der Expo 2015 in Mailand. Das sind Objekte aus einer Membran, die mit organischer Photovoltaik-Technologie (OPV) ausgestattet sind. Charakteristisch für die Photovoltaik-Zellen ist eine hexagonale Struktur. Die hieraus entstandenen grafischen Muster wurden mit ornamentalen Designs variiert. \n\nDiese Muster wurden für ein Fashion Outfit aus recycelten Polyestermaterialien genutzt. Um aufzuzeigen, wie die OPV auch in Accessoires eingesetzt werden kann, wurde ein intelligenter Rucksack mit organischen Photovoltaikzellen gefertigt. Die Zellen fügen sich nahtlos in das Druckmuster ein. Der Träger kann mit dem smarten Design Energie sammeln, um beispielsweise unterwegs seine elektronischen Geräte aufladen zu können.",
			"images": [{
					"img": "./Bilderprojekte/Pink-Bionic/01_PinkBionic.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Pink-Bionic/02_Pink_Bionic.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Pink-Bionic/03_Pink_Bionic.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Pink-Bionic/04_PinkBionic.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Pink-Bionic/05_PinkBionic.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Pink-Bionic/06_Pink_Bionic.jpg",
					"alt": ""
				}
			]
		},
		{
			"project": "Aequorea Victoria Smart",
			"about": "Aequorea Victoria Smart, ein smartes textiles Lichtobjekt, ist inspiriert von der Bionik. Vorbild ist die Hydromeduse Aequorea Victoria, welche von Natur aus mit Biolumineszenz ausgestattete ist. Das textile Lichtobjekt greift das subtile Leuchten der Qualle auf. Gefertigt aus Gestricken mit unterschiedlichen Musterungen entsteht durch die Kombination der verschiedenen Weiß-Nuancen mit einem wasserblauen Farbton ein Farbspiel, das die unterschiedliche Farbikgeit der Qualle widerspiegelt. Das Leuchten des Objektes wird durch den Einsatz von LEDs, die durch entsprechende Programmierung pulsierend leuchten, erreicht. Zu deren Steuerung wird ein frei programmierbares LilyPad Arduino genutzt.\n\n Bei der Materialauswahl für das Designobjekt wurde darauf geachtet sortenrein zu arbeiten, so dass beim späteren Recycling komplizierte Materialtrennverfahren vermieden werden. Zudem wurden nur Materialien eingesetzt, die als überschüssige Ware und Ausschussproduktion in der Industrie anfielen.",
			"images": [{
					"img": "./Bilderprojekte/Aequorea-Victoria-Smart/01_AVS.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Aequorea-Victoria-Smart/02_AVS.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Aequorea-Victoria-Smart/03_AVS.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Aequorea-Victoria-Smart/04_AVS.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Aequorea-Victoria-Smart/05_AVS.jpg",
					"alt": ""
				}
			]
		},
		{
			"project": "Folded Light",
			"about": "Folded Light entstand im Rahmen der Bachelorarbeit. Die interaktiven Smart Textile Module für die Innenraumgestaltung können auf eine intelligente Art und Weise mit ihrer Umgebung kommunizieren. \n\nDie Module sind durch die Ästhetik der V-Falte gestaltet. Die Faltung ist der Technik des Origami entlehnt. Daher kommt Papier in Form von Garnen zum Einsatz. Diese werden in einem Drehergewebe mit anderen weißen, textilen Garnen kombiniert. Licht wird in Form von weißen LEDS in die Smart Textiles integriert. Das ausgestrahlte Licht steht im Kontext zu der Umgebungslautstärke. Um diese Interaktion ausführen zu können, beinhaltet das Modul einen Mikrofonsensor und das Lilypad von Arduino. Ein selbstgeschriebenes Programm setzt die abgegebene Lichtmenge in Abhängigkeit zu der gemessenen Lautstärke: Bei einer hohen Lautstärke, verursacht durch eine größere Personenanzahl und eine ausgelassene Stimmung im Raum, wird viel Licht ausgestrahlt. Hingegen wird bei einer niedrigen Lautstärke durch weniger anwesende Personen oder einer gedämpften Atmosphäre weniger Licht abgegeben. Die Helligkeit und die Dynamik der Lichter spiegeln demnach die Stimmung im Raum wieder.",
			"images": [{
					"img": "./Bilderprojekte/Folded-Light/01_Folded_Light.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Folded-Light/02_Folded_Light.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Folded-Light/03_Folded_Light.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Folded-Light/04_Folded_Light.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Folded-Light/05_Folded_Light.jpg",
					"alt": ""
				}
			]
		},
		{
			"project": "A textile sense of light",
			"about": "Entwicklung eines modularen Konzeptes für textile Designlösungen zur Lichtplanung in der Architektur - mit der experimentellen Fallstudie des Neubauprojektes Festland von Leuchtfeuer in Hamburg \n\nDie Masterarbeit ‚a textile sense of light‘ befasst sich mit der Kombination von zwei verschiedenen Disziplinen: Textildesign und Lichtplanung. \n\nViele Fachplaner und Architekten sehen vor allem die dekorative Seite von Textil und berücksichtigen dessen hohes Potential, insbesondere in Systemen zur Tageslichtplanung, daher nicht ausreichend in ihren Bauprojekten. Mit Hilfe von dem ausgearbeiteten Konzept lassen sich maßgefertigte textile Produkte für die architektonische Anwendung kreieren. Eine Matrix dient dabei als Kommunikationstool zwischen Fachplanern und textilen Experten. Um die Praktikabilität des Konzeptes zu überprüfen, wurde eine experimentelle Fallstudie für den Neubau Festland von Hamburg Leuchtfeuer durchgeführt. \n\nDie Arbeit zeigt die Notwendigkeit der interdisziplinären Zusammenarbeit von Fachplanern aus Architektur, Licht und Textil, um den immer höher werdenden Anforderungen an Funktionalität, Design und Wirtschaftlichkeit bei der Verwirklichung architektonischer Projekte gerecht zu werden.",
			"images": [{
					"img": "./Bilderprojekte/a-textile-sense-of-light/01_a-textile-sense-of-light.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/a-textile-sense-of-light/02_a-textile-sense-of-light.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/a-textile-sense-of-light/03_a-textile-sense-of-light.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/a-textile-sense-of-light/04_a-textile-sense-of-light.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/a-textile-sense-of-light/05_a-textile-sense-of-light.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/a-textile-sense-of-light/06_a-textile-sense-of-light.jpg",
					"alt": ""
				}
			]
		},
		{
			"project": "Textile Paper Fusion",
			"about": "„Textile Paper Fusion“ ist ein innovatives Faservlies und entsteht durch eine analoge Variante der generativen Gestaltung; statt Algorithmen füttert hier „Papiermüll“ den Designprozess. Das Faservlies setzt sich aus den Materialien recyceltes Papier und Baumwolle zusammen. Als Zellstoff wird in einem Aktenvernichter geschreddertes Papier genutzt und mit textilen Faserabfällen des Rotorspinnverfahrens aus der Spinnerei der Hochschule Niederrhein kombiniert. Das entstehende Produkt bildet eine Symbiose aus den faserverwandten Ausgangsmaterialien Papier und Baumwolle. Die durch den handwerklichen Vorgang des Schöpfens gewonnenen „Flächen“ besitzen eine völlig neue Optik und Haptik. Zusätzliche Färbungen in Form von Aquarelleffekten werden durch Zugabe von Farbresten aus Druckerpatronen erreicht. So entsteht durch das Upcycling von scheinbar wertlosen Resten ein nachhaltiges, textiles Designkonzept. \n\nFür den Young Creations Award: Upcycling 2017, der Messe Frankfurt Heimtextil, wurde aus dem Material das Akustikpaneel „Analog Cloud“ angefertigt. Die organisch anmutende Wolkenstruktur spendet Ruhe zum Arbeiten in der „digitalen Welt“. ",
			"images": [{
					"img": "./Bilderprojekte/Textile-Paper-Fusion/01_Textile-Paper-Fusion.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Textile-Paper-Fusion/02_Textile-Paper-Fusion.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Textile-Paper-Fusion/03_Textile-Paper-Fusion.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Textile-Paper-Fusion/04_Textile-Paper-Fusion.jpg",
					"alt": ""
				}
			]
		},
		{
			"project": "Digitale textile Welten",
			"about": "Die Forschungsarbeit Digitale textile Welten befasst sich mit der Entwicklung von textilen Konzepten für das Office von Morgen. Ausgangspunkt der Betrachtung war die Veränderung in der Arbeitswelt und die damit erforderliche Umsetzung von neuen Arbeitsszenarien mit dem Schwerpunkt auf textilen Materialien. \n\nDie zwei zentralen Aspekte des Wandels in der Arbeitswelt sind die Digitalisierung und die Vernetzung durch globales Internet. Dies hat zu neuen Arbeitsprozessen, geprägt von Wissensarbeit und Kommunikation, geführt. Einhergehend damit entsteht der Bedarf nach innovativen Büroräumen, die genauso flexibel sind wie die Arbeit an sich. Neuartige textile Konzepte bieten das Potential, diese Räume zu gestalten. Intelligente Textilien können neben ihren herkömmlichen Einsatzbereichen auch erweiterte Funktionen bis hin zur Integration von elektronischen Bauteilen beinhalten. \n\nAnhand von drei Studien wurden Ideen für innovative Textildesigns für Büroräume erforscht. Das Konzept entstand in Anlehnung an die Begriffe „Analog“ und „Digital“ im Design, geprägt durch Otl Aicher. ",
			"images": [{
					"img": "./Bilderprojekte/Digitale-textile-Welten/01_Digitale-textile-Welten.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Digitale-textile-Welten/02_Digitale-textile-Welten.jpg",
					"alt": ""
				},
				{
					"img": "./Bilderprojekte/Digitale-textile-Welten/03_Digitale-textile-Welten.jpg",
					"alt": ""
				}
			]
		}
	]
}